{"lastCheck":1574339006,"data":[{"datetime":1574333040000,"headline":"Forget Big Tech monopolies — the better stock-market investment is in oligopolies","source":"MarketWatch","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/c276b409-cd7e-4784-91b7-53e4c764b42b","summary":"Look at health care, railroads, utilities and more within the S&P 500.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/c276b409-cd7e-4784-91b7-53e4c764b42b","lang":"en","hasPaywall":false},{"datetime":1574310365152,"headline":"Indian Markets Swing in Opening Trade, Nifty Tests 12,000","source":"The Quint","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/3606b49a-3719-449f-b0c7-aa9cf9debac7","summary":"The S&P BSE Sensex and the NSE Nifty 50 traded little changed at 40,647 and 11,996 respectively. The broader markets represented by the NSE Nifty 500 Index, too, traded flat.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/3606b49a-3719-449f-b0c7-aa9cf9debac7","lang":"en","hasPaywall":false},{"datetime":1574303848000,"headline":"US-Präsidentschaftswahlen 2020: Der Markt wird in einem Fall \"definitiv\" einstürzen","source":"Finanzen CH","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/b125c64d-5866-4fc8-a470-ddce65ec0663","summary":"• Paul Tudor Jones warnt vor Marktrückgang, sollte ein Demokrat die US-Wahlen 2020 gewinnen • Demokraten dürften für Steuererhöhung sorgen • Im schlimmsten Fall Einbruch des S&P 500 um fast 30 Prozent erwartet Im kommenden Jahr stehen wieder die Präsidentschaftswahlen in den USA an. Bereits jetzt blicken…","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/b125c64d-5866-4fc8-a470-ddce65ec0663","lang":"de","hasPaywall":false},{"datetime":1574300440000,"headline":"Global markets: Asian shares slide as US-China spat on Hong Kong clouds trade deal outlook","source":"The Financial Express","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/d521a8db-2df9-4e90-8b2b-7858a3bc7848","summary":"On Wall Street, all three major indexes fell, with the S&P 500 losing 0.38%.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/d521a8db-2df9-4e90-8b2b-7858a3bc7848","lang":"en","hasPaywall":false},{"datetime":1574295306000,"headline":"U.S. Stock Futures Slip on Hong Kong Bill Concern: Markets Wrap","source":"Yahoo Finance","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/d80066b1-0962-4670-9e9b-623d79776495","summary":"(Bloomberg) -- American equity futures dipped and stocks in Asia opened with a cautious tone after support from the U.S. Congress for Hong Kong protesters set up the potential for further confrontation with China as investors await a trade deal. The yen, gold and Treasuries edged higher.S&P 500 futures","related":"SP500,bonds","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/d80066b1-0962-4670-9e9b-623d79776495","lang":"en","hasPaywall":false},{"datetime":1574291590000,"headline":"Stocks suffer big drop on trade news, BUT…","source":"FXStreet","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/0d9206fb-911e-47e2-a8a7-618d77ba5d25","summary":"Stocks opened lower this morning. Then trading was sideways for the first half of the day, with the S&P stuck in a 7 point range. But stocks suffered …","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/0d9206fb-911e-47e2-a8a7-618d77ba5d25","lang":"en","hasPaywall":false},{"datetime":1574286675000,"headline":"A History Of Companies And Industries In The S&P 500","source":"Benzinga Feeds","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/37429fc1-fd72-485f-99f9-2e2390fe2e96","summary":"The following originally appeared on Qad In business, change is inevitable, and those that fail to adapt and innovate are often doomed to failure. One of the best ways to observe this concept is by tracking changes in the S&P 500 Index. The S&P acts as a snapshot that illuminates which companies and industries are the largest in the economy at any given time. By looking at five decades worth of changes to the component companies that make up the S&P, we are able to observe and illustrate trends and shifts in the economy. These changes can be seen on smaller yearly levels as well as bigger-picture views that look at change over decades or more. How Industry Has Changed Over the Last 50 Years When looking at this animated graphic displaying how the industries represented on the S&P change from year to year, a few things tend to jump out. First, the amount of change within the Industrials industry is drastic. In 1969, 166 of the 500 companies on the index, a full 33%, were in this industry, but now, there are only 70 Industrials companies represented.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/37429fc1-fd72-485f-99f9-2e2390fe2e96","lang":"en","hasPaywall":false},{"datetime":1574283521000,"headline":"4 Top Stock Trades for Thursday: LOW, URBN, SPY and AMD","source":"InvestorPlace","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/9fbd4d70-2408-4f30-a9e1-bbdd949b84f2","summary":"Lowe's Urban Outfitters, the S&P 500 ETF and Advanced Micro Devices were our top stock trades for Thursday.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/9fbd4d70-2408-4f30-a9e1-bbdd949b84f2","lang":"en","hasPaywall":false},{"datetime":1574278343000,"headline":"The S&P cracks lower but not below the 100 hour MA","source":"Forexlive","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/8968e821-0b93-4000-8deb-00fd63ea6461","summary":"The index has not been below the 100 hour MA since October 10th The S&P tumbled to new session lows off the latest US\/China headlines. However, although the price fell below the 50 hour MA with some momentum (the white MA line at 3105.17 currently), the price of the index could not extend below the 100 hour MA (blue line) currently at 3089.98. The low for the day stalled at 3091.41 so far. By Greg Michalowski","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/8968e821-0b93-4000-8deb-00fd63ea6461","lang":"en","hasPaywall":false},{"datetime":1574274671000,"headline":"ServiceNow Rallies Ahead of Joining the S&P 500 | MarketScreener","source":"MarketScreener","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/5a77b37e-9a91-42a4-962b-b014dde74119","summary":"By Michael Wursthorn Shares of ServiceNow Inc. are getting a taste of the inclusion effect. The cloud-software company's stock got a boost this week after S&P Dow Jones Indices, the… | November 20, 2019","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/5a77b37e-9a91-42a4-962b-b014dde74119","lang":"en","hasPaywall":false},{"datetime":1574273023000,"headline":"Chinese investors are sinking cash into Hong Kong's stock market as protests escalate","source":"Business Insider","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/d4cacd5c-082f-4031-8716-9a4aa2f678e1","summary":"Investors from mainland China bought nearly $20 billion worth of Hong Kong stocks in the months since June, The Wall Street Journal reported. The Chinese buyers are enticed by cheap prices, as antigovernment protests pull Hong Kong into its first recession in a decade and drag on the city's Hang Seng Index . More than half of the stocks listed in Hong Kong are mainland companies, Alphalex Capital Management managing director Alex Au told WSJ, and many investors see recent events as an opportunity to buy shares at a discount. Visit the Business Insider homepage for more stories . Investors in mainland China are buying up equities listed on Hong Kong's stock market, The Wall Street Journal reported Wednesday, sinking nearly $20 billion into the stocks since the start of June. The Chinese buyers are betting on a recovery from cheap prices, as months-long protests drag on multiple facets of the nation's economy. Year-to-date purchases through the Stock Connect trading platform have more than doubled from the year-ago period, WSJ reported, citing Chinese data provider Wind.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/d4cacd5c-082f-4031-8716-9a4aa2f678e1","lang":"en","hasPaywall":false},{"datetime":1574272391000,"headline":"An investment chief at a $1.1 trillion giant knows you think utilities are boring — but he swears they're the stock market's best bet over the next 20 years. Here's why.","source":"Business Insider","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/dd1da7b1-c9f9-471b-bd43-292c99b31573","summary":"David Giroux of T. Rowe Price says utilities are far and away the most appealing sector in the stock market. He argues that the industry has transcended its reputation as a dull, slow-growing investment. Giroux says the falling costs of natural gas and renewable energy are changing the industry, freeing it up for faster earnings growth and stronger returns. His optimism for the sector isn't built around a Green New Deal or government support, as Giroux says economics and innovation alone will keep those trends going. Click here for more BI Prime stories . Buying a utility is pretty much the stock equivalent of taking out the garbage. It's be a good idea and sometimes necessary, but it's not something you're excited to do. In fact, you might even do it to take some excitement out of your investment portfolio. That's how investors have looked at utilities for decades, and David Giroux — a portfolio manager and the chief investment officer of US equity multi-discipline for the asset manager T.","related":"SP500,etfs,bonds","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/dd1da7b1-c9f9-471b-bd43-292c99b31573","lang":"en","hasPaywall":false},{"datetime":1574265372000,"headline":"Wall St dips as mounting US-China tensions cast doubt on trade deal","source":"The Economic Times India","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/28a6c04b-c16e-4847-9a71-8840923de718","summary":"Six of the 11 major S&P 500 sectors were lower, with the financials index's 0.6% drop weighing the most after the benchmark U.S. 10-year Treasury yield hit a 2-1\/2 week low.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/28a6c04b-c16e-4847-9a71-8840923de718","lang":"en","hasPaywall":false},{"datetime":1574262000000,"headline":"Report: Number of Women CEOs Declines, and Personal Misconduct Leads to Record CEO Firings","source":"Benzinga Feeds","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/7ee53db0-1014-439b-a1ed-6a414eeb8f3c","summary":"NEW YORK , Nov. 20, 2019 \/PRNewswire\/ -- Despite growing calls for gender diversity, the number of women CEOs in the S&P 500 dropped by nearly 20 percent in 2018. At the same time, corporate America took decisive action against harassment: In the S&P 500, companies ousted five CEOs in 2018 due to #MeToo-related misconduct, representing more than 40 percent of all CEO dismissals. The findings come from a new report published by The Conference Board, supported by Heidrick & Struggles. The study examines CEO succession events announced in the S&P 500 in 2018, comparing historical data that The Conference Board has been collecting since 2001. Key findings from the new report include: 1) CEO firings reach a historic high Nonvoluntary departures climbed to 30.5 percent, up almost eight percentage points from 2017. #MeToo-related oustings accounted for nearly half (five) of the 12 dismissals, compared to just one CEO departure for personal misconduct in the S&P 500 from 2013-17. \"With the rise in CEO departures and as the CEO role continues to evolve, we've continued to see the need for boards to proactively plan for a range of scenarios and to make succession planning a high priority,\" said Jeff Sanders , Vice Chairman and Co-Managing Partner of the CEO & Board Practice, Heidrick & Struggles. 2) Number of women CEOs declines by nearly 20 percent At the end of 2018, women held 22 CEO positions in the S&P 500, down from a record 27 in 2017.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/7ee53db0-1014-439b-a1ed-6a414eeb8f3c","lang":"en","hasPaywall":false},{"datetime":1574260620000,"headline":"Vivus shares rise on bulimia data for Qsymia","source":"Yahoo Finance","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/61ea5f2d-e0d8-4342-b3a4-c9acbc919370","summary":"Shares of Vivus Inc. rose 9% in morning trading after the drugmaker said its weight-loss drug Qsymia can reduce binging frequency for patients with binge-eating disorder or bulimia nervosa. The FDA first approved Qsymia as a weight-loss treatment for obese patients in 2012. Sales of the drug declined 4% to $9.58 million in the third quarter of 2019, compared to $9.99 million in the like-quarter in 2018. Vivus stock is up 28% year-to-date. The S&P 500 has gone up 24%.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/61ea5f2d-e0d8-4342-b3a4-c9acbc919370","lang":"en","hasPaywall":false},{"datetime":1574258108000,"headline":"Top Analyst Upgrades and Downgrades: Amarin, Baker Hughes, Canopy Growth, Home Depot, Intelsat, J&J, Replimune, Schlumberger, Transocean and More","source":"24\/7 Wall street","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/f011eff8-2c4e-47e8-8329-5fdf15432bc7","summary":"Source: ThinkstockMarkets have hit new highs recently, but the main indexes were all marginally lower on Wednesday morning. With the Dow Jones industrials up over 28,000 and the S&P 500 over 3,100, investors are starting to see upside targets issued for 2020. Despite the record levels in recent days and weeks, the investor community still […]","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/f011eff8-2c4e-47e8-8329-5fdf15432bc7","lang":"en","hasPaywall":false},{"datetime":1574257065000,"headline":"Street Watch: AMD Surged on Product Launch, Qualcomm Fell on Guidance, Microsoft Toppled Slack","source":"Yahoo Finance","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/b9b7b83a-ddf2-4e80-9f99-c4b251d513f7","summary":"One after another, the market keeps on breaking records. So far in 2019, the S&P 500 has rallied 24%, the Nasdaq has been lifted 29% and the Dow Jones has jumped 20% higher. Gains from Nasdaq heavy weights Tesla, Facebook and Broadcom sent the index soaring yesterday while the Dow was weighed down from","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/b9b7b83a-ddf2-4e80-9f99-c4b251d513f7","lang":"en","hasPaywall":false},{"datetime":1574254620000,"headline":"The Dow Is Down, but Lowe's and Target Earnings Show There's Hope for Retailers","source":"Barron's","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/ed049836-3ba7-45e4-ae2f-0ae9c847a53f","summary":"Dow Jones Industrial Average, S&P 500, and Nasdaq Composite futures are pointing to a lower open for the stock market. Lowe’s stock, however, jumped after the retailer reported earnings.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/ed049836-3ba7-45e4-ae2f-0ae9c847a53f","lang":"en","hasPaywall":true},{"datetime":1574252460000,"headline":"Broadridge acquires ClearStructure","source":"Finextra Research","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/3017cd7a-545f-44d7-88c6-e5932f55abd2","summary":"Broadridge Financial Solutions, Inc. (NYSE:BR), a global Fintech leader and part of the S&P 500 Index, has acquired ClearStructure Financial Technol…","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/3017cd7a-545f-44d7-88c6-e5932f55abd2","lang":"en","hasPaywall":false},{"datetime":1574251200000,"headline":"How Volatility Could Predict the S&P's Next Move","source":"Schaeffers Investment Research","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/ced1cd3f-2dfd-437c-b7fd-fec5a628d066","summary":"A look at how stocks perform when the 20-day historical volatility falls below 5%","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/ced1cd3f-2dfd-437c-b7fd-fec5a628d066","lang":"en","hasPaywall":false},{"datetime":1574249076000,"headline":"Bitcoin Erases 75% of October Price Rally as S&P 500 Hits Record Highs - CoinDesk","source":"CoinDesk","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/3f842127-6424-40a4-90df-e34df4192015","summary":"Bitcoin is looking south after erasing three-quarters of the price rally seen in October. The bearish mood comes as the U.S. equities market is soaring in the opposite direction.","related":"SP500,BTCUSD","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/3f842127-6424-40a4-90df-e34df4192015","lang":"en","hasPaywall":false},{"datetime":1574244700000,"headline":"Sensex, Nifty Gain For Second Straight Day; RIL Closes At Record High","source":"NDTV","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/85e21802-3005-4f7b-a4c2-0eef8606cd5a","summary":"The S&P BSE Sensex and NSE Nifty 50 indexes rose for second straight day led by gains in Reliance Industries.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/85e21802-3005-4f7b-a4c2-0eef8606cd5a","lang":"en","hasPaywall":false},{"datetime":1574223084538,"headline":"Markets Open Higher Extending Gains for Second Consecutive Session","source":"The Quint","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/db06abac-ef0e-42fb-8697-7c75ca7f4190","summary":"The S&P BSE Sensex rose 0.29 percent to 40,290 points and the NSE Nifty 50 rose 0.31 percent to 11,977 points. The broader market index, represented by the NSE Nifty 500, rose 0.33 percent.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/db06abac-ef0e-42fb-8697-7c75ca7f4190","lang":"en","hasPaywall":false},{"datetime":1574198703000,"headline":"Stocks End Day Mixed After Disappointing Retail Earnings","source":"MarketScreener","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/da32a2eb-4d7c-4abe-943d-a009a313e4db","summary":"By Anna Isaac and Paul Vigna The S&P 500 gave up early modest gains Tuesday, as weakness in shares of Home Depot and other retailers weighed on major benchmarks. The broad…","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/da32a2eb-4d7c-4abe-943d-a009a313e4db","lang":"en","hasPaywall":false},{"datetime":1574198400000,"headline":"Dow Jones e S&P 500 fecham em queda com previsões fracas de varejistas","source":"Extra","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/da5f4c9f-78dd-488e-b481-84ea81072878","summary":"NOVA YORK (Reuters) - O índice Dow Jones fechou em queda nesta terça-feira, se afastando de níveis recordes, enquanto o S&P 500 teve ligeira baixa, com previsões sombrias das varejistas Home Depot e Kohl's alimentando… Leia mais","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/da5f4c9f-78dd-488e-b481-84ea81072878","lang":"pt","hasPaywall":false},{"datetime":1574191919000,"headline":"Mid-Afternoon Market Update: Kohl's Falls On Downbeat Earnings; Myovant Sciences Shares Climb","source":"FXStreet","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/91a13447-bf93-4f4e-8315-c5bf5b956aec","summary":"Toward the end of trading Tuesday, the Dow traded down 0.33% to 27,943.49 while the NASDAQ rose 0.31% to 8,576.50. The S&P also fell, dropping 0.01% t","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/91a13447-bf93-4f4e-8315-c5bf5b956aec","lang":"en","hasPaywall":false},{"datetime":1574190900000,"headline":"Eine der weltgrößten Biotech-Aktien wird schon in wenigen Stunden nicht mehr gehandelt werden. Was ist da los?","source":"BORSE ONLINE","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/5ae7767f-ac4d-4c7c-b5f4-8ea49f05149f","summary":"Die Aktie von Celgene wird bald sowohl aus dem S&P 500 als auch aus dem Nasdaq 100 fliegen. Warum das so ist und wer die Nachfolger sind. Von Matthias Fischer","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/5ae7767f-ac4d-4c7c-b5f4-8ea49f05149f","lang":"de","hasPaywall":false},{"datetime":1574186250000,"headline":"A notoriously bearish hedge fund manager is more convinced than ever a crash is coming — and has pushed his short bets to a record","source":"Business Insider","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/23996a7f-fe16-4e85-9a92-a811d45de37f","summary":"Bearish fund manager Russell Clark increased Horseman Global Fund's net short position to 111% of gross assets, Bloomberg reported on Tuesday , citing an investor letter. Clark is betting against a historically long bull market at a time when central-bank rate cuts and tempered trade-war tensions have pushed stocks to record highs. Horseman is eyeing its worst yearly loss yet, with its short-heavy strategy yielding a 27% loss on a year-to-date basis, according to Bloomberg. The manager told investors in October he \"can see all the problems with the markets,\" and the only issue \"is timing.\" Visit the Business Insider homepage for more stories . Hedge fund manager Russell Clark stands to win big from a market crash. But record-setting stocks haven't been kind to his bearish investments. The Horseman Global Fund manager raised his portfolio's net short position to 111% of gross assets, Bloomberg reported , citing an investor letter sent Monday. Clark has been regularly shorting stocks since 2012, according to Bloomberg.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/23996a7f-fe16-4e85-9a92-a811d45de37f","lang":"en","hasPaywall":false},{"datetime":1574185926000,"headline":"Hedge funds are loading up on China-exposed stocks — and it shows just how optimistic they are that a trade deal is coming","source":"Business Insider","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/c033a916-8339-4c5f-ac3c-91a5daf4e274","summary":"Hedge funds increased holdings in China-exposed stocks in the third quarter amid boosted trade-deal optimism, according to a Monday report from Goldman Sachs. In the last three months, U.S. stocks with the highest reported sales exposure to China outperformed the S&P 500 index by 7 percentage points, according to the report. Stocks have soared to new highs multiple times since the U.S. and China began working on a phase-one trade deal in October. Read more on Business Insider . Hedge funds are preparing to profit if the U.S. and China reach a deal on trade, according to a Monday report from Goldman Sachs. At the beginning of the fourth quarter, the median China-exposed stock had 3.4% of market capitalization owned by hedge funds, up from 2.7% at the start of the third quarter, according to the report that analyzed the holdings of 833 hedge funds with $2.1 trillion of gross equity positions. The bet on China has paid off since trade tensions eased in mid-August, Goldman said. U.S. stocks with the highest reported sales exposure to China have returned 17% in the past three months, according to the report.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/c033a916-8339-4c5f-ac3c-91a5daf4e274","lang":"en","hasPaywall":false},{"datetime":1574180160000,"headline":"S&P 500 e Dow Jones se afastam de recordes sob pressão de Home Depot e Kohl's","source":"Extra","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/de1e0d92-d518-45c3-99d8-ffdee327ec0d","summary":"Por Arjun Panchadar(Reuters) - Os índices S&P 500 e Dow Jones recuavam após alcançarem máximas recordes nesta terça-feira, golpeados por previsões sombrias das varejistas Home Depot e Kohl's.As ações da maior cadeia de… Leia mais","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/de1e0d92-d518-45c3-99d8-ffdee327ec0d","lang":"pt","hasPaywall":false},{"datetime":1574178814000,"headline":"S&P 500, Dow retreat from record levels as Home Depot, Kohl's weigh","source":"The Economic Times India","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/0aa4bb19-1339-4ad1-af6a-f274b1872801","summary":"Six of the 11 major S&P 500 sectors were lower, with the consumer discretionary index's 1% drop weighing the most.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/0aa4bb19-1339-4ad1-af6a-f274b1872801","lang":"en","hasPaywall":false},{"datetime":1574175840000,"headline":"S&P\/Experian Consumer Credit Default Indices Show Composite Rate Unchanged In October 2019","source":"PR Newswire","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/b5fcc8b9-5d59-420f-bc52-3336917d11a1","summary":"NEW YORK, Nov. 19, 2019 \/PRNewswire\/ -- S&P Dow Jones Indices and Experian released today data through October 2019 for the S&P\/Experian Consumer Credit Default Indices. The indices represent a comprehensive measure of changes in consumer credit defaults and show that the composite rate…","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/b5fcc8b9-5d59-420f-bc52-3336917d11a1","lang":"en","hasPaywall":false},{"datetime":1574174700000,"headline":"Realogy Once Again Honored For Female Representation On Board Of Directors","source":"Benzinga","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/fa7c3bde-60d1-44ef-98ef-d09aa82606fc","summary":"MADISON, N.J. , Nov. 19, 2019 \/PRNewswire\/ -- Realogy Holdings Corp. (NYSE: RLGY ), the largest full-service residential real estate services company in the United States , was recently honored for significant women's representation on its Board of Directors by Executive Women of New Jersey (EWNJ) and the Women's Forum of New York—organizations dedicated to women's leadership and accelerating gender balance on corporate boards. Realogy was recognized for having at least 30 percent of its board seats held by women, exceeding the national average of approximately 20 percent female-held board seats at S&P 500\/Fortune 1000 companies. EWNJ's \" A Seat at the Table \" Honor Roll highlights New Jersey based public companies meeting the 30 percent threshold, while the Women's Forum of New York list of \" Corporate Champions \" salutes S&P 500 and Fortune 1000 companies who meet the same standard. Both recognitions are biennial and Realogy has been honored each of the last three times. \"We're proud to be among the companies that recognize the importance of gender balance on corporate boards, but we don't stop there,\" said Full story available on Benzinga.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/fa7c3bde-60d1-44ef-98ef-d09aa82606fc","lang":"en","hasPaywall":false},{"datetime":1574174086000,"headline":"Wall Street revalida sus máximos históricos (otra vez): el Dow Jones mira a los 28.100 puntos","source":"elEconomista.es","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/5e52fb87-c264-4eb5-a85c-1e5b3f87bfb4","summary":"Los toros siguen embistiendo con fuerza en Wall Street. La bolsa de Nueva York busca este martes sumar otra jornada de máximos históricos. Sus tres principales índices arrancan el día con ascensos moderados, pero suficientes para dar alegrías, indiferentes a las dudas por las tensiones comerciales entre Estados Unidos y China. El Dow Jones se acerca a los 28.100 puntos y el S&P 500 se revaloriza sobre los 3.100 enteros. En el plano empresarial, Home Depot es hoy la protagonista tras publicar sus cuentas trimestrales.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/5e52fb87-c264-4eb5-a85c-1e5b3f87bfb4","lang":"es","hasPaywall":false},{"datetime":1574171400000,"headline":"Roku stock falls after disclosure of shareholder resales","source":"Yahoo Finance","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/5744a16c-9548-47dc-8e03-9db65ef319dd","summary":"Roku Inc. shares are off 2.2% in premarket trading Tuesday after the company disclosed that selling stockholders would be reselling up to 571,459 shares due to an agreement reached when Roku announced its plans to acquire advertising-tech company Dataxu. That deal closed on Nov. 8. The selling stockholders listed in Roku's Monday afternoon filing are investment funds affiliated with Thomvest Ventures, offering Class A 150,281 shares, funds affiliated with Menlo Ventures, offering 130,107 shares, and funds affiliated with Flybridge Capital, offering 62,473 shares. Sky Ventures Limited will offer 94,398 shares, Atlas Venture Fund VIII will offer 57,707 shares, and other selling stockholders will offer 76,493 shares. Roku's stock has risen 423% so far this year as the S&P 500 has increased 25%.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/5744a16c-9548-47dc-8e03-9db65ef319dd","lang":"en","hasPaywall":false},{"datetime":1574170982000,"headline":"Trump complained rates are too high, Powell stressed data dependency","source":"FXStreet","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/6afc2edb-e319-4087-8326-a1dd079be021","summary":"Market Update: U.S. stocks were little changed as the S&P 500 ETF (IVV) finished the day up 0.04%. Volatility moved higher as did gold and bonds. Copp","related":"SP500,bonds","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/6afc2edb-e319-4087-8326-a1dd079be021","lang":"en","hasPaywall":false},{"datetime":1574167680000,"headline":"UPDATE: Myovant stock rockets 51% premarket on news of positive trial of prostate cancer treatment","source":"Yahoo Finance","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/087f50db-3df0-44b5-8fb4-34771b39a144","summary":"Myovant Sciences Ltd. shares soared 51% in premarket trade Tuesday, after the healthcare company said a late-stage trial of a treatment for advanced prostate cancer achieved a 97% response rate. Basel, Switzerland-based Myovant said its phase 3 trial dubbed Hero of oral relugolix met its primary endpoint as well as all six key secondary endpoints. The company is planning to submit a new drug application to the U.S. Food and Drug Administration in the second quarter of 2020 and will pursue regulatory approvals in Europe and Japan. In the analysis of the primary endpoint, 97% of men receiving the drug once daily achieved sustained testosterone suppression, the company said. Shares have fallen 63.0% in 2019 through Monday, while the S&P 500 has gained 24.5%.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/087f50db-3df0-44b5-8fb4-34771b39a144","lang":"en","hasPaywall":false},{"datetime":1574136612000,"headline":"S&P500: The Long And Short Of It | AZO, JPM, VRSK, COG","source":"FXStreet","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/3f6f4459-5898-4237-9c07-00278f61e69b","summary":"The S&P500 nudged its way up to a fresh all-time high yesterday. Without any obvious signs of a top forming, the bias remains bullish above 3069.90.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/3f6f4459-5898-4237-9c07-00278f61e69b","lang":"en","hasPaywall":false},{"datetime":1574117880000,"headline":"ServiceNow stock up 4% on news it is joining the S&P 500","source":"MarketWatch","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/dd67ed3e-0235-4dfa-80a6-cc5debd30381","summary":"ServiceNow Inc. will replace Celgene Corp. in the S&P 500 index before the open on Thursday, S&P Global said late Monday. Bristol-Myers Squibb Co. is…","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/dd67ed3e-0235-4dfa-80a6-cc5debd30381","lang":"en","hasPaywall":false},{"datetime":1574117207000,"headline":"ServiceNow's stock jumps on cloud company's addition to the S&P 500","source":"CNBC","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/c4c069bb-dd5d-4549-87ad-3135dafa2021","summary":"Cloud software vendor ServiceNow was added to the S&P 500 on Monday, replacing Celgene, which is being acquired.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/c4c069bb-dd5d-4549-87ad-3135dafa2021","lang":"en","hasPaywall":false},{"datetime":1574112961000,"headline":"U.S. Stocks Tick Higher in Quiet Session -- Update","source":"MarketScreener","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/e956d326-3318-4e81-8d3f-ffddb8af647a","summary":"By Caitlin Ostroff and Akane Otani Stocks drifted higher in a quiet session Monday, sending the Dow Jones Industrial Average, S&P 500 and Nasdaq Composite to another trio of closing…","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/e956d326-3318-4e81-8d3f-ffddb8af647a","lang":"en","hasPaywall":false},{"datetime":1574111460000,"headline":"Stocks: S&P Sneaks a Gain After Hitting New Highs on China Trade Worries","source":"Investing.com","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/26dc9d82-a2e4-41b4-8f5b-90e35a107d5e","summary":"https:\/\/www.investing.com\/news\/stock-market-news\/stocks-sp-stalls-after-hitting-new-highs-on-china-trade-worries-2022979","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/26dc9d82-a2e4-41b4-8f5b-90e35a107d5e","lang":"en","hasPaywall":false},{"datetime":1574110116000,"headline":"It is going be a close finish for record closes today","source":"Forexlive","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/c5292284-82b6-48f7-9df4-6730e1e34e52","summary":"The S&P is marginally lower. The Nasdaq and Dow are marginally higher The day is coming to a close in the US stocks and the record closes are going to be a close call. By Greg Michalowski","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/c5292284-82b6-48f7-9df4-6730e1e34e52","lang":"en","hasPaywall":false},{"datetime":1574105119000,"headline":"The 13 Best Health-Care Stocks to Buy for 2020","source":"Kiplinger Washington Editors","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/198c13a3-09ff-45da-9fde-25ee39f5bd4f","summary":"One of the most attractive reasons to invest in health-care stocks continues to be the world's aging population. The United Nations says people age 65 and older are the fastest-growing age group worldwide. It estimates that by 2050, one out of every six people will be 65 or older, accounting for 16% of the planet's total population, up from 9% in 2011. That figure is even larger in Europe and North America, where the U.N. predicts the number will be closer to 25%. The demand for health-care products and services should only increase as a result. Yes, health-care stocks will be coming off a weak 2019. Through mid-November, the S&P 500 was sitting on nearly 25% gains, while the sector had improved by roughly half that. They'll also have to contend with uncertainty regarding the future of health care as the 2020 presidential election approaches. But don't sleep on the space in the year ahead. For one, health-care stocks tend to outperform during periods of economic weakness. For instance, the Health Care Select Sector SPDR Fund (XLV) delivered a 39.6% total loss (share price plus dividends) during the 2007-09 bear market - more than 15 percentage points better than the S&P 500.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/198c13a3-09ff-45da-9fde-25ee39f5bd4f","lang":"en","hasPaywall":false},{"datetime":1574099294000,"headline":"2019-11-18 - S&P 500 Analysis - Are we Facing the End of the Bull Market?","source":"FXStreet","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/df153642-1137-4444-ae66-c48745bf9453","summary":"Amid fresh all-time highs in the U.S. indices, the euphoric corporate earnings, billions of losses reported by unicorns, and pessimistic mood by a tra","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/df153642-1137-4444-ae66-c48745bf9453","lang":"en","hasPaywall":false},{"datetime":1574095560000,"headline":"AMD Stock Rises Again on More Love From Wall Street","source":"Barron's","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/8274e5b3-cd54-442f-9d17-a94b6685a337","summary":"Advanced Micro Devices’ big stock rally has more to go, according to Cowen. Last week, AMD became the top-performing stock in the entire S&P 500.","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/8274e5b3-cd54-442f-9d17-a94b6685a337","lang":"en","hasPaywall":true},{"datetime":1574093892000,"headline":"Changes Afoot In A Popular Low Volatility ETF","source":"Benzinga","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/9f2d2a63-ccc3-482a-96ca-094ffa7973eb","summary":"Even with the major domestic equity benchmarks soaring this year, low volatility fare, including exchange traded funds, aren't trailing by much. For example, the popular Invesco S&P 500 Low Volatility ETF (NYSE: SPLV ) is up about 23.10% year to date while the S&P 500 is higher by 24.76%. That's not an alarming gap when considering that primary objective of low volatility ETFs is to perform less poorly when stocks falter, not capture all of the available upside in a bull market. Investors don't seem to mind the gap. Last week, SPLV took in $702.46 million in new investments, bringing its year-to-date inflows total to $3.17 billion. Why It's Important As has been previously noted regarding low volatility ETFs, such as SPLV, these funds are sector agnostic, meaning the sectors that many investors perceive as low … Full story available on Benzinga.com","related":"SP500,etfs","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/9f2d2a63-ccc3-482a-96ca-094ffa7973eb","lang":"en","hasPaywall":false},{"datetime":1574092706000,"headline":"Wall St slips as trade deal doubts return","source":"The Economic Times India","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/4ad93cc3-2841-4233-8d67-f9858374ec4a","summary":"Seven of the 11 major S&P 500 sectors were lower, with the energy sector leading declines after a fall in oil prices.","related":"SP500,oil","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/4ad93cc3-2841-4233-8d67-f9858374ec4a","lang":"en","hasPaywall":false},{"datetime":1574091663000,"headline":"S&P sees one-in-three chance of a US recession in 2020","source":"Forexlive","url":"https:\/\/cloud.iexapis.com\/v1\/news\/article\/eb5d0011-4716-46ca-add3-b560b5050013","summary":"Comments from Standard & Poor's That sounds high. The market has turned more-positive on the outlook for global growth next year but that could evaporate in a hurry. By Adam Button","related":"SP500","image":"https:\/\/cloud.iexapis.com\/v1\/news\/image\/eb5d0011-4716-46ca-add3-b560b5050013","lang":"en","hasPaywall":false}]}